[
    ["1大吉","七寶浮圖塔高峰頂上安眾人皆仰望莫作等閒看","就像出現了用美麗的寶石做成的佛塔般地，似乎會有非常好的事情。因為能改用放眼萬事的立場，可以得到周圍的人們的信賴吧。合乎正道的你的行為，能被很多人的認同及鼓勵。不只是調整事物的看法，用正確的心思會招來更多的好的結果。願望：充分地會實現吧。疾病：會治癒吧。盼望的人：會出現吧。遺失物：變得遲遲地才發現吧。蓋新居、搬家、嫁娶、行動、交往等：全部很好吧。萬事行為謹慎。粗心大意行事的話，就會發生意想之外的災害吧。"],
    ["2小吉","月被浮雲翳立事自昏迷幸乞隂公祐何慮不開眉","似乎抱著強烈的願望，但是照目前的樣子，似乎無法達成願望。因為光是想著要怎麼作，持續著沒有決心的情形。為了人變得盡全力努力，幸福將會來到。似乎會有令人高興的事情發生。根據這件事，不擔心未來的事也沒有關係。願望：因為持續不斷地努力，必定可以實現。疾病：雖然拖長，但是之後可以康復吧。盼望的人：遲遲地會出現吧。遺失物：不能找出來吧。交往：暫時不要交往吧。蓋新居、搬家：伴隨著不壞吧。婚事、旅行：順利進行吧。"],
    ["3兇","愁惱損忠良青宵一炷香雖然防小過閑慮覺時長","層層疊疊嘆氣與苦惱，被回報的事很少吧。就像向著天燒香祈禱般地，你的願望無法傳達天聽吧。雖這樣說，但就算只有一點點善行也好，作了可以逃離災厄吧。東想西想之間，似乎不知不覺就像過了很長的時間。等待時機的到來吧。願望：難實現吧。疾病：雖然拖長，但是會治好吧。遺失物：難以找到吧。盼望的人：要花很久的時間吧。旅行：因為很壞，放棄吧。蓋新居搬家：勉勉強強地算好吧。結婚交往：暫時不要吧。"],
    ["4吉","累有興雲志君恩祿未封若逢侯手印好事始總總","拼命地要出人頭地，可以看見你的志向。但是遺憾地是，你的不成熟不能得到居上位者的認同。然而，如果已經寫了好文章的話，為了立刻得到認同，好好傳遞自己的心思是很重要的。好事也似乎會越來越接踵而起吧。願望：能實現吧。如果這樣的話，終生幸福吧。疾病：變得遲遲地才會治好吧。遺失物：遲遲地才找到吧。盼望的人：會出現吧。旅行：途中要忍耐各式各樣的困難吧。蓋新居、搬家、婚事、交往：萬事都好吧。"],
    ["5兇","家道未能昌危々保禍殃暗雲侵月桂佳人一炷香","就算對家業試著努力，和努力相比卻難以繁盛起來。不是人生災禍，只是危險的事比較多而已吧。和烏雲遮月一樣，一生阻礙比較多吧。在身份高貴的婦人房裡，各種想法像香一樣擴散開來，心裡無法平靜吧。願望：難以實現吧。疾病：難治好吧。遺失物：難找到吧。盼望的人：不會出現吧。蓋新居、搬家：要比較看看吧。婚事、旅行、交往：因為萬事兇惡，請諸行為慎重行事。"],
    ["6末吉","宅墓鬼凶多人事有爻訛傷財防損失祈福始中和","家中恐怕有災禍。行為慎重，抱著深深的信心，這樣可以帶來好的結果。有關係的人的事，過錯或過失很多，事情難以進展吧。就算破財，也會有所得。倚靠神佛的力量，自己盡力的話也可能到幸福。願望：難以實現吧。疾病：康復很花時間吧。遺失物：難找到吧。盼望的人：遲遲地會出現吧。蓋新居、搬家：好吧。旅行：好吧。婚事、交往：壞吧。"],
    ["7兇","登舟待便風月色暗朦朧欲輾香輪去高山千万重","像風不吹船無法前進一樣，就算有所行為也難以向前發展吧。月亮被烏雲籠罩著，就像前後都無法看見一樣，對事情而言，似乎莽撞地作。按照別人所傳授地方式應該可以逃離災害，但是況狀似乎變得很困難。就像車子要登險峻高山般的困難，想要用各種方式解決困難吧。但是現在還是靜靜的過生活吧。願望：難以實現吧。疾病：難以治癒吧。遺失物：難以找到吧。盼望的人：不會出現吧。蓋新居、搬家：換時間吧。婚事、喜慶祝賀、旅行、交往：不好吧。"],
    ["8大吉","勿頭中見尾文華須得理禾刀自偶然当遇非常喜","在腦海裡沒有失敗或結束的恐懼，漸漸朝著達成目標而努力吧。無論是文學或武術都能得到真理，要有充實自己的心態吧。就像用刀來割稻般地，可以得到收成，幸福自然就會到來吧。如果正心守道的話，可以變得幸福。願望：會實現吧。疾病：會治好。請注意養生吧。遺失物：可以找到吧。盼望的人：會出現吧。蓋新居、搬家、交往：是好事吧。旅行：途中請不要粗心大意吧。婚事：全都是好的吧。"],
    ["9大吉","有名須得遇三望一朝遷貴人来指処華果応時鮮","按照所想的，夢想可以實現，名聲也可以廣傳人間吧。就像三個願望可以完全的實現般地，全部能一次完全的被實現吧。從比自己身份地位高的人，給予各式各樣令人欣喜的事吧。像是四季花開結果一樣，每天努力的成果及幸運會展開吧。願望：會實現吧。疾病：會治好吧。遺失物：會找到吧。盼望的人：會出現吧。蓋新居、搬家：很好吧。婚事、交往：全都很好吧。旅行：沒問題吧。"],
    ["10大吉","舊用多成破新更始見財改求雲外望枯木遭春開","過去的不幸或許多煩惱也會消去，好事將發生。隨著新的願望而來，財富也會增加。為了在雲上祈求願望，請看著所求的高高的願望吧。像枯木在春天開花一樣，一定會變得很繁盛吧。願望：會實現吧。疾病：會治好吧。遺失物：立刻會找到吧。盼望的人：會出現吧。蓋新居、搬家：會變為好結果吧。婚事、旅行、交往：全部變為好結果吧。"],
    ["11大吉","有禄興家業文華達帝都雲中乗好箭兼得貴人扶","可得到幸福與收入，家業也漸漸繁盛起來。才能可以表現出來，可得世人的好評價。就算是空中放箭也可以有好的收獲般地，任何事也都可以成功。這樣的幸福，加上還可以得到居上位者或神佛的幫助。願望：會充分地實現吧。疾病：會治好吧。遺失物：會找到吧。盼望的人：會出現吧。蓋新居、搬家：好吧。旅行：沒問題吧。結婚、交往：全部都能得到好結果吧。"],
    ["12大吉","楊柳遇春時残花発旧枝重々霜雪裡黄金色更輝","像柳樹也逢春，增添綠色般地，希望也會來吧。像老枝也發芽，開花般地，喜事會到來吧。像在重重霜雪中般，過去的勞苦不斷吧，但是像黃金色無論何時為止都閃亮耀眼般地，不忘以前的勞苦，用誠心的心過生活吧。願望：會實現吧。疾病：會變好吧。遺失物：會找回來吧。盼望的人：晚出現吧。蓋新居、搬家：會變為好結果吧。旅行：沒有事故吧。結婚、交往：全都適當吧。"],
    ["13大吉","手把大陽輝東君發舊枝稼苗方欲秀猶更上雲梯","如果時機來到的話，持著勇氣忙亂地做事，充實的生活會受到約束。就像是老樹的枝幹，春天來花就開了般地，運勢的開展吧。就像稻苗也是如果春天來了的話，就會生長般地，你也會繁榮昌盛吧。像是也能登上難以爬上的雲的梯子般，因為更加地累積努力就會成功吧。願望：會實現吧。疾病：會治好吧。遺失物：立刻找能找到吧。盼望的人：會出現吧。蓋新居、搬家：好吧。旅行：在春天和夏天好吧。結婚、交往：全部都好吧。"],
    ["14末吉","玉石未分時憂心轉更悲前途通大道花發應殘枝","就像是就算有寶玉，哪一個是寶石哪一個是石頭還不清楚般地，沒辦法分辨事物的狀況。就算是想要成功，但為各式各樣的事情而心痛、嘆息、悲傷也說不定。如果忍耐勞苦，將來自然地看得到未來的去向吧。然後像枯枝開花般，願望會實現吧。願望：很花時間但會實現吧。疾病：會拖長吧，但是不會影響性命吧。遺失物：難出現吧。盼望的人：似乎會變得遲吧。蓋新居、搬家：不太好吧。結婚：現在暫時不要，之後的話好吧。旅行、交往：避開吧。"],
    ["15凶","年乖數亦孤久病未能蘇岸危舟未發龍臥失明珠","朋友年年地減少，變成孤單一人，生活變得不自由吧。長期的疾病雖然種種像是要康復卻康復無望吧。就像船想靠岸，因為危險不能靠岸般地，想做點什麼，因為有阻礙，似乎不能著手進行吧。就像龍失去重要的龍珠般，人也失去希望吧。願望：難以實現吧。疾病：危險吧。遺失物：難找回吧。盼望的人：似乎不能出現吧。蓋新居、搬家：都不好吧。旅行、婚事：壞吧。"],
    ["16吉","破改重成望前途喜亦寧貴人相助處祿馬照前程","拋開至今為止的願望，期望別的願望為佳吧。要前往的目標有令人欣喜的事，變為安定的心情吧。因為得到居上位者（觀世音菩薩）的幫助，越來越得到力量吧。用馬車載著上天給予的寶物，前途光明照耀般地，在人世間地位或收入等也和想的一樣地充實滿足。願望：能被實現吧。疾病：會康復吧。遺失物：會出現吧。盼望的人：會來吧。蓋新居、搬家：會有好結果吧。旅行：好吧。婚事、交往：全部會變成好結果吧。"],
    ["17凶","怪異防憂惱人宅見分離惜華還值雨杯酒惹閑非","如果想要防止降落自己的危險的話，除去的煩惱似乎變多了。不知不覺間，不好的事情持續著，離開家的事也似乎會有呢。就像捨不得花凋謝的話，更是會被雨淋凋萎，不好的是似乎持續著。因為無法按照所想的，沈溺於貪杯之類的，似乎會帶來壞想法吧。願望：難實現吧。疾病：康復要長時間吧。遺失物：不會出現吧。盼望的人：不會出現吧。蓋新居、搬家：比較看看吧。旅行：似乎引起壞結果吧。婚事、交往：全部不好吧。"],
    ["18吉","離暗出明時麻衣變綠衣舊憂終是退遇祿應交輝","就像烏雲的天空也漸漸地晴朗，可以看到月亮般地，今後漸漸地希望能被實現吧。就像脫掉破舊的衣服，穿著漂亮的衣服般地，用全新的心情每天行善吧。在長時間悲傷的事情也漸漸地消散吧。福德自然地增加，人生充滿光輝吧。願望：會實踐吧。疾病：會治好吧。遺失物：會出現吧。盼望的人：會出現吧。蓋新居、搬家：好吧。旅行：很好吧。結婚、交往：全部變為好結果吧。"],
    ["19末小吉","家道生荊棘兒孫防虎威香前祈福厚方得免分離","家裡的生意有阻礙，事情不按照所想的進行吧。子或孫如果常聽長輩（居上位者）的話，就會沒事吧。抱持著強烈的信心，如果用真誠的心的話，將來會有好事吧。因為得到福德，本來別離的命運的人（物）會在不分別的情況下結束吧。願望：能實現一半吧。疾病：雖然長期得病，但是不會危及性命吧。遺失物：大概找回不來了吧。盼望的人：變成遲遲地出現吧。蓋新居、搬家：不好也不壞吧。旅行：暫時不要比較好吧。結婚：不會到達特別好的結果吧。交往：暫時不要吧。"],
    ["20吉","月出漸分明家財每每興何言先有滯更變立功名","月亮也出來了，漸漸地變明朗般地，終於漸漸地希望也能被實現吧。慢慢地能累積家中的財產，家中的生意也會繁盛起來吧。至今為止事情不能暢快地運作，但最後會向好的方面進行吧。更進一步地，變得能得到世間的好評價與利益吧。願望：能被實現吧。疾病：會治好吧。遺失物：會出現吧。盼望的人：會來吧。蓋新居、搬家：好吧。結婚、交往：全部都得到好結果吧。旅行：好吧。"],
    ["21吉","洗出經年否光華得再清所求終吉利重日照前程","至今為止的壞事已被洗去般地，變成輕鬆的狀況吧。好事再度發生，更加地帶來比現在更好的結果吧。願望會得到好結果吧。過了一天又一天，前途增光輝，狀況也變好吧。願望：能被實現吧。疾病：雖然會恢復但是切忌粗心大意。遺失物：會出現吧。盼望的人：能出現吧。蓋新居、搬家：好吧。結婚：會得到好結果吧。旅行、交往：全部好吧。"],
    ["22吉","漸漸濃雲散看看月再明逢春華菓秀雨過竹重青","像濃雲漸漸散去，萬里晴空般地，問題也解決，似乎好事會發生。像月亮能再出現，於澄凈的天空放光明般，心情也輕鬆吧。就像草木在春天生氣勃勃，因花也開而變得色彩繽紛般地，送來充實的生活，也變得幸福吧。像竹子也遇雨增添色彩般，如果人也連連遇好事的話，越來越能得到好結果吧。願望：雖然能被實現，但是變得比較晚吧。疾病：因為會治好，耐心等待康復吧。遺失物：雖然會出現但很遲吧。盼望的人：能出現吧。蓋新居、搬家：好吧。結婚、旅行、交往：全都好吧。"],
    ["23吉","紅雲隨步起一箭中青霄鹿行千里遠爭知去路遙","已經能看到好的徵兆。要前往的將來會遇到好事吧。你也宛如射出的箭，向青空射去般。這樣的話，無論什麼願望也都沒問題，會實現吧。但是受到眼前的成功的影響驕傲自大的話，就會變得看不到目標吧。預想過全部狀況的判斷而行動是很重要的吧。因為過於相信自己會招致失敗，小心期望過高，誠實是很重要的事。願望：雖然會實現，但是要考慮能力吧。疾病：難以康復吧。遺失物：難以找到吧。盼望的人：不能出現吧。蓋新居、搬家：好吧。結婚、交往：好吧。旅行：沒問題吧。"],
    ["24凶","三女莫相逢盟言說未通門裡心肝掛縞素子重重","產生不合道理的慾望等等的事，請不要做身為人不可以犯的錯誤行為吧。光只是口頭約束，沒有實行的話，就會與對方心意無法相通。因此，煩惱、苦悶也是不行的。抱持著信仰心吧。不這樣的話，不吉利的事就會發生吧。因此由各種面向，好好地使之分辨黑白是非吧。願望：不會實現吧。疾病：雖然拖很長，但會治好吧。遺失物：變成到後來才找到吧。盼望的人：不能出現吧。蓋新居、搬家：不好吧。旅行：不好吧。結婚、交往：變得不好的結果吧。"],
    ["25吉","枯木逢春生前途必利亨亦得佳人箭乘車祿自行","像草木在春天發芽，綠葉生長茂盛般，隨著時間繁榮茂盛吧。去路必有好是發生，能幸福吧。能邂逅很棒的人吧。變得能得到崇高地位、財產吧。願望：會實現吧。疾病：會治好吧。遺失物：會出現吧。盼望的人：遲遲才來吧。蓋新居、搬家：沒問題吧。結婚、旅行、交往：全部都變成好結果吧。"],
    ["26吉","將軍有異聲進兵萬里程爭知臨敵處道勝却虛名","平日的指導力得到部下的信賴，大家聽你的指揮吧。就像是無論在多遠的人都尊崇將軍的命令，大批士乒向前行進般，即使多麼困難的工作都能得到身邊的人或部下的幫助吧。但是，不管如何努力都徒勞無功吧。就算是想達到目標，會變成白費力氣吧。願望：會實現吧。疾病：會治好吧。遺失物：會出現吧。盼望的人：會出現吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：會變成好結果吧。"],
    ["27吉","望祿應重山花紅喜悅顏舉頭看皎月漸出黑雲間","像越過重重相連的山脈般，因為克服辛勞又痛苦的事，馬上能得到上天給予的幸福吧。像紅色美麗的花朵綻放般的喜悅充滿臉上吧。就像如果看到月亮的話，雲也消散了，清澈地能看到般地，變成是在人生上能夠發揮能力的時期吧。就像從又厚又黑的雲中脫離般，痛苦與煩惱一天天地過去，圍繞而來是沈靜的心情吧。但是，請多加注意，切忌粗心大意。願望：會實現吧。疾病：會治好吧，但切忌粗心大意。遺失物：會出現吧。盼望的人：會出現吧。蓋新居、搬家：好吧。旅行：非常好吧。結婚、交往：全部都變成好結果吧。"],
    ["28凶","意速無船渡波深必誤身切須回舊路方可免災迍","像是就算心裡很著急，船卻不前進般地，只是焦急，事情沒有改變吧。像是就算想勉強渡過海洋或河川，波浪又高又危險般地，就算想快點到達目的地貫徹事情，卻變成自己綁著自己的脖子的結果吧。想在異鄉出人頭地，不如回到故鄉靜靜地生活比較好吧。如果這樣的話，有災害也能逃離吧，自己也變得安泰吧。願望：難以實現吧。疾病：如果長期養生的話會治好吧。遺失物：難出現吧。盼望的人：變得遲遲地才出現吧。蓋新居、搬家：壞吧。結婚、交往：壞吧。"],
    ["29吉","憂轗漸消融求名得再通寶財臨祿位當遇主人公","悲傷或擔心的事終於消失了吧。如果想聲名遠播的話，像以前以一樣再次向身邊的人傳播名聲吧。收入或地位也變成如同希望一樣實現吧。能遇到好的長官，慢慢地向成功邁進吧。願望：能被實現吧。疾病：會治好吧。遺失物：會出現吧。盼望的人：會出現吧。蓋新居、搬家：好吧。結婚、交往：全都好吧。"],
    ["30半吉","仙鶴立高枝防他暗箭虧井畔剛刀利戶內更防危","就算吉利的鶴想停在高高的樹枝上，沒辦法到達般地，強烈的願望阻礙很多吧。黑暗的夜晚中，像是要難防範不知從哪飛來不會改變的箭般，障礙是能夠預想得到的吧。就算鶴站在泉水中，因為有又硬又銳利的刀子，似乎有危險般，似乎要發生很多防備的事吧。不單單只是外面的事，家裡的危機也是不照顧不行。    願望：難實現吧。疾病：危險吧。遺失物：難出現吧。盼望的人：不會出現吧。蓋新居、搬家：如果能得到神佛的加持，會變成還算可以的結果吧。旅行：壞吧。結婚、交往：暫時不要吧。"],
    ["31末吉","鯤鯨未變時且守碧潭溪風雲興巨浪一息過天涯","因為鯤鯨魚是很大的魚，不知不覺變成大鳥。但是，因為尚未變化，一直抱著很大的希望，這是還不能實現的狀態。就像暫時守著深青色的溪流中，等待時機的到來般地，現在天天的行動都要保守，等待幸運的到來吧。這麼做的話，時來運轉，變成大鳥的時候會到來。掀起浪花，沸騰的心向天飛去。幸運到來，朝向成功拼命地不斷努力是很重要的。一口氣飛向天空，追尋成功的道路，在世間似乎會好名聲遠播。      願望：雖能被實現，但要考慮時機吧。疾病：拖很久吧。遺失物：變得遲遲地才會出現吧。盼望的人：變得遲遲地才會出現吧。蓋新居、搬家：沒阻礙吧。旅行：好吧。結婚、交往：好吧。"],
    ["32吉","似玉藏深石休將故眼看一朝良匠別方見寶光寒","像是不知道寶石藏深在石頭下般，就算有才能而不努力振作施展才能的話，什麼都不能得到吧。不看眼前般地看待事物的方式，才能是會就這樣埋沒下去吧。可是如果不斷持續順天道的努力的話，不知不覺能發現良師益友。然後，就像被磨光的寶石閃閃發光地出現般，這個成果出現，能為社會盡心力吧。願望：會實現吧。疾病：雖然會拖長，但是不會失去生命。遺失物：會出現吧。盼望的人：變得遲遲地才出現吧。蓋新居、搬家：好吧。結婚、交往：全部連成好結果吧。"],
    ["33吉","枯木逢春艷芳菲再發林雲間方見月前遇貴人欽","就算是枯木也會在春天開出美麗的花朵般地，人生就算是在嚴長的冬天裡的辛勞，有一天會得到回報吧。草花再次盛開，氣味也充滿林間般地，再次時來運轉的時機吧。像是雲散可以看見明月般，各式各項的困難與痛苦之間，幸運會到來吧。善人（神佛、前輩）的引導，漸漸地喜事增加吧。願望：能被實現吧。疾病：會治好吧。遺失物：會出現吧。盼望的人：會出現吧。蓋新居、搬家：沒有阻礙吧。旅行：好吧。結婚、交往：全都好吧。"],
    ["34吉","臘木春將至芳菲喜再新鯤鯨興巨浪舉鉤路為真","像是冬天枯萎的樹木，花開的春天接近了般地，人生的苦難也結束，慢慢地運氣會到來吧。像是如果春天來了的話草木也發新芽，吐芬芳，開滿花般地，能發揮才能吧。大魚變成大鳥，可以讓人看到掀起大波浪的氣勢，調度運作事情吧。像是如果要釣魚的話被約定要大豐收般地，根據窮究真正的道路，你成功的時候也會到來吧。願望：能被實現吧。疾病：會治好吧。遺失物：遲遲才會出現吧。盼望的人：遲吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：全都連成好結果吧。"],
    ["35吉","射鹿須乘箭故僧引路歸遇道同仙籍光華映晚暉","就像按照拉弓瞄準，就能射中鹿般地，自己的行為連向直接成功的方向吧。被引導到好的道路般地，能得到良好的居上位者援助和給主意吧。根據遵從有智慧的人的教導，能夠得到出人頭地的喜悅吧。像是花在夕陽的照耀下，越來越閃耀般地，在周圍的人對你的評價變高了吧。願望：能被實現吧。疾病：會治好吧。遺失物：會出現吧。盼望的人：變遲才會出現吧。蓋新居、搬家：沒有障礙吧。旅行：好吧：結婚、交往：好吧。"],
    ["36末吉","先損後有益如月之剝蝕玉兔待重生光華當滿室","即使開始的時候損失，後來一定能得到利益的，會有喜事吧。就算月亮變小，也會再變大，變回原來的滿月般地，雖然希望變薄弱了，但後來能被實現吧。雖然變成日食或月食的話，世界就變得黑暗，馬上時間經過的話，就回到原來。災難也隨時間過去，希望會實現吧。月亮的光芒（希望）照進家中，變得明亮般地，充滿喜事吧。    願望：期限內會實現吧。疾病：雖然拖長，但可以治癒吧。遺失物：難出現吧。盼望的人：遲遲地才出現吧。蓋新居、搬家：應該要相互比較吧。旅行：途中，似乎會有不好的事吧。婚事、喜慶、交往：不好吧。"],
    ["37半吉","陰靉未能通求名亦未逢幸然須有變一箭中雙鴻","烏雲又厚又長，分不清東西般地，心裡迷惘，願望還無法達天聽吧。雖然祈求名聞人世間，但是還沒遇到機會吧。可是心中的痛苦離去，運勢展開，變得幸福的日子會來了吧。像是用一支箭射中兩隻鳥般地，好事似乎接踵而來。願望：難以實現吧。疾病：變得遲遲地才好轉吧。遺失物：變得遲遲地才出現吧。盼望的人：變得遲遲地才出現吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：到後來變得好吧。"],
    ["38半吉","月照天書靜雲生霧彩霞久想離庭客無事惹咨嗟","像是天空沒有陰霾明顯地能看見月亮般地，沒有迷惘，澄清的心吧。但是，至今為止看到的月亮也有雲靄，心裡也產生迷惘吧。和親密的友人分別，暫時心沈浸在悲傷的思緒中吧。雖然沒事，但是卻因為擔心悲嘆的事很多，改換心情吧。願望：難實現吧。疾病：會拖長吧。遺失物：難出現吧。盼望的人：不會出現吧。蓋新居、搬家：不好也不壞吧。旅行：比較看看吧。結婚、交往：比較看看吧。"],
    ["39凶","望用方心腹家鄉被火災憂危三五度由損斷頭財","就算有願望也只是心裡想想，還沒到達付諸行動吧。像家燒起來般地災難，有接踵而至的危險。悲傷或危險的事好幾次地持續發生吧。因為有失去和生命一樣重要的東西的可能性，小心謹慎吧。願望：難以實現吧。疾病：又壞又危險吧。遺失物：難出現吧。盼望的人：不會出現吧。蓋新居、搬家：避開比較好吧。旅行：不好吧。結婚、交往：招致壞結果吧。"],
    ["40小吉","中正方成道姦邪恐惹愆壺中盛妙藥非久去煩煎","什麼事都不偏頗，中正之道的正確行為，能夠消除災難吧。一有有邪念的話就會被引入壞的方向而去吧。就像是在藥箱中存放著有效的藥般，不失去自己地珍惜真心吧。這樣做的話煩惱就會離去，災難會消去吧。願望：難以立刻地實現吧。疾病：雖然拖長但會治好吧。遺失物：會出現吧。盼望的人：變得遲遲地出現吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：不好也不壞吧。"],
    ["41末吉","有物不周旋須防損半邊家鄉煙火裡祈福始安然","雖然有很多東西但是難到手的狀況。希望很豐富，但是難以實現吧。成功一半，損失一半吧。但是不要講求堅持小事，考慮中途的成功吧。有發生火災的危險。要充分地注意吧。相信神明或佛菩薩，如果抱著堅定的心，最後會變得安泰吧。願望：難以實現吧。疾病：會拖長吧。遺失物：難出現吧。盼望的人：變得遲遲地才出現吧。蓋新居、搬家：不好吧。旅行：途中似乎有不好的事。結婚、交往：會產生不好的結果吧。"],
    ["42吉","桂華春將到雲天好進程貴人相遇處暗月再分明","像是桂花在春天飄香般地，對你也變成是運勢展開的時機吧。人也轉運的話，有得到崇高的地位與榮譽的機會。有觀世音菩薩或有力人士的引導吧。如陰天的月亮放晴般地，越來越會發生好事吧。願望：會實現吧。疾病：會治癒吧。遺失物：會出現吧。蓋新居、搬家：好吧。盼望的人：變得遲遲地才出現吧。旅行：好吧。結婚、交往：全都會變成好結果吧。"],
    ["43吉","月桂將相滿追鹿映山溪貴人乘遠箭好事始相宜","就像月缺不久將變成滿月般地，好運全盛的時期正接近了。鹿就是祿。也就是說，雖然現在還沒但到得到崇高的地位和收入，但是也就是說將來會得到的命運。弓箭就是箭。應該尊敬的人從遠方乘箭而來援助的暗示，是表示如果模仿這個人的善行的話，能得到崇高地位與收入。願望開始實現，名聲被好好地知道，會變得幸福吧。但是切禁高傲自滿。願望：會實現吧。疾病：雖然拖長但是會治好吧。遺失物：難出現吧。盼望的人：變得遲遲地才出現吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：變成好結果吧。"],
    ["44吉","盤中黑白子一著要先機天龍降甘澤喜出舊根基","就像在下圍棋當中的輸贏一樣，人生的吉或凶也還沒決定吧。勝負或人生都是取得先機比什麼都重要吧。區別善惡，如果是善道的話，筆直地著向善道去是好的吧。神明或佛菩薩會降下甘露（恩惠）的援助吧。用甘露水洗去過去的罪惡般地，清澈地，本來的能力變得能夠發揮出來吧。願望：會實現吧。疾病：會治癒吧。遺失物：會出現吧。盼望的人：變得遲遲地才出現吧。蓋新居、搬家：沒問題吧。旅行：好吧。結婚、交往：全都好吧。"],
    ["45吉","有意興高顯祿馬引前程得遇雲中箭芝蘭滿路生","從人得到信賴，給予名聲，財富也變得能夠儲蓄吧。如果能一直保持著善心的話，將來的人生幸運會成為你的嚮導吧。根據難得地神佛的加護，會遇到幸運吧。如藥草或香草一片茂盛般地，被善心人包圍，名聲在世間被知道，能夠變得幸福吧。願望：會實現吧。疾病：會治好吧。遺失物：遲遲地才出現吧。盼望的人：變遲遲地才出現吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：全都連成好結果吧。"],
    ["46凶","雷發震天昏佳人獨掩門交加文書上無事也遭迍","雷聲響遍烏雲，變得天地震撼般地，是非常擔心的狀況。少女獨自一人，不和人混雜地單獨一人般的狀況，要經常預先用心注意吧。因為合約等事情，似乎會發生錯誤或訴訟。雖然如果心地誠摯地小心謹慎的話比較好，但是過度信任自己的才能，打算做什麼行動的話就全部會變成為凶。願望：難以實現吧。疾病：會治好吧。遺失物：難出現吧。盼望的人：不會出現吧。蓋新居、搬家：現在放棄吧。旅行：在途中有不好的事吧。結婚、交往：會產生不好的結果吧。"],
    ["47吉","更望身前立何期在晚成若遇重山去財祿自相迎","雖然為了早點實現願望似乎一直期待著，但是不可以過度著急。像是大器晚成般地，延長志氣，擴大心胸，不焦急慢慢地等待成功吧。重山是一山又一山的意思。因為辛苦地越過人生的山坡，希望也變得可以實現。必定會成功吧。財產和地位也變得可以到手吧。願望：會實現吧。疾病：變得往後才會治好吧。遺失物：會出現吧。盼望的人：變得遲遲才出現吧。蓋新居、搬家：好吧。旅行：要去的將來似乎有好事吧。結婚、交往：全部都可得到好結果吧。"],
    ["48小吉","見祿隔前溪勞心休更迷一朝逢好渡鸞鳳入雲飛","像是隔著山谷看得見寶物般地，就算想要的東西就在眼前也難得到吧。勉強地想得到那個財寶，會使心裡迷惘，放棄吧。到那時為止用平常心按照平日的生活吧。果時機來的話，自然地得到財寶。有居上位者或認識的人的援助吧。像鳳凰飛向天空般地，會出人頭地，好事會來臨吧。願望：如果一直抱持著正直的心的話，到後來能被實現吧。疾病：雖然拖長，但是期間內會治好吧。遺失物：會出現吧。盼望的人：變得遲遲地來吧。蓋新居、搬家：雖然開始不好，但是到後來會變好吧。結婚、交往、旅行：草草了事吧。"],
    ["49吉","正好中秋月蟾蜍皎潔間暗雲知何處故故兩相攀","十五號的夜晚，沒有月缺，又圓又明亮的月亮般地，運氣非常好吧。因為月亮皎潔，住在裡面的兔子和蟾蜍能清楚地看見般地，清靜的心就能看到光輝。天空一點雲都沒有，萬里晴空般地，沒有妨礙的東西，心中的迷惘也沒有吧。整個天空沒有雲般地，心中無比地晴朗吧。願望：會實現吧。疾病：嚴重吧。遺失物：難出現吧。盼望的人：變得遲遲才出現吧。蓋新居、搬家：草草了事吧。旅行：好吧。結婚、交往：草草了事吧。"],
    ["50吉","有達宜更變重山利政逢前途相偶合財祿保亨通","為了達成事情，要好好地理解那件事的內容，邊改進以前的方法，邊向前進吧。如果山重疊的話，成為出這個字。已經到達使事情達成的決心的話，從現在的地方起飛展開行動吧。這麼做的話，在將來自然而然地能遇見幸福吧。再來，財寶也從一開始到結束確實地能得到吧。願望：會實現吧。疾病：會治好吧。遺失物：會出現吧。盼望的人：變得遲遲地出現吧。蓋新居、搬家：好吧。旅行：成為好的旅行吧。結婚、交往：成為好的結果吧。"],
    ["51吉","修進甚功辛勞生未得時騰身遊碧漢方得遇高枝","雖然沒有懶惰，好像一直勤勞努力，但是現在只感覺到辛苦吧。因為有大的希望，雖然拼命地努力，但是似乎還沒到花開的時期吧。然而，看著天空，打算一飛向上地抱著大決心，真心地挑戰看看吧。確實地能得到資產和財寶、出人頭地等，心情平靜吧。願望：會實現吧。疾病：變得往後才治好吧。遺失物：難出現吧。盼望的人：變得晚出現吧。蓋新居、搬家：好吧。旅行：好事吧。結婚、交往：會得到好結果吧。"],
    ["52凶","有僭須惹訟兼有事交加門裡防人危災臨莫嘆嗟","身上發生錯誤的事，和人引起的爭訟吧。訴訟之外更加上也有一件帶來困難的爭執的事吧。原因之一因為在親戚或家人當中，從這件事解決可以防止災難吧。就算有災難也不要嘆氣，幫助你的人會出現吧。願望：難實現吧。疾病：會拖長吧。遺失物：難出現吧。盼望的人：不會出現吧。蓋新居、搬家：馬馬虎虎還算有點好吧。旅行：因為不好，避開吧。結婚、交往：不好也不壞吧。"],
    ["53吉","久困漸能安雲書降印權殘花終結實時亨祿自遷","長時間的勞苦終於溶化不見，漸漸地變好吧。從居上位者能得到好的資格（身份、或職位）或權力吧。像是殘存的花朵結成果實般地，終於變成運氣到來吧。變得自由地能得到福德、高昇，到最後幸福吧。願望：能被實現吧。疾病：會治好吧。遺失物：變得遲遲才找到吧。盼望的人：遲遲地才出現吧。蓋新居、搬家：好吧。旅行：變成好的旅行吧。結婚、交往：全都朝向好的方向吧。"],
    ["54凶","身同意不同月蝕暗長空輪雖常在手魚水未相逢","只是著急不能分出好壞吧。像月食般地漸漸起烏雲，變得黑暗籠罩般地狀態吧。雖然有車但是目的地沒決定般地，雖然好事在眼前，也沒辦法得到的狀態吧。像是魚沒遇到水就會死亡般地，如果和周圍的人沒辦法心意相通的話，什麼是都沒辦法做成的。經常順應世界、心情平靜的態度是很重要的。願望：難實現吧。疾病：危險吧。遺失物：難出現吧。盼望的人：不會出現吧。蓋新居、搬家：比較看看吧。結婚、交往：變成壞結果吧。"],
    ["55吉","雲散月重明天書得誌誠雖然多阻滯花發再重榮","像遮蔽月亮的雲散去，變得更加明亮般地，被關閉的心雲放晴，還變成好且澄淨的心吧。像月亮或星星閃耀美麗光輝般地，人心澄清，妨礙的事物也消失不見吧。就算有阻礙或困難，沒有變得痛苦的程度吧。變成再一次繁盛的狀態，子孫也會繁榮吧。願望：會實現吧。疾病：會治好吧。遺失物：會找到吧。盼望的人：變遲遲地才出現吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：全都好吧。"],
    ["56末小吉","生涯喜又憂未老先白頭勞心千百度芳遇貴人留","像是如果有喜事的話也會有悲傷的事般地，吉凶輪流來吧。雖然還沒到那個年齡，但長白髮，是因為操心的事很多吧。會遇到好幾次重疊的勞苦吧。但是得到觀世音菩薩或居上位者的幫助，得到力量，最後變得幸福吧。願望：難實現吧。疾病：變遲遲才治好吧。遺失物：會出現吧。盼望的人：遲遲地才出現吧。蓋新居、搬家：半吉吧。旅行：如果有一起同行的人的話好（安全）吧。結婚、交往：馬馬虎虎還可以吧。"],
    ["57吉","欲渡長江闊波深未自儔前津逢浪靜重整鉤鰲鉤","像雖然想要渡過長長的河川，幅寬太寬難渡過般地，就算做著想要達成的事物，困難很多吧。像是波濤凶猛，沒有船難渡河般地，也變成難達成的狀態吧。所以到波浪平靜、容易渡河的時候為止，安詳地等待吧。變得冷靜一次之後，如果準備釣鉤的你的話，就能得到能釣大魚的手、能夠到收穫吧，然後，得到幸運的機會會到來吧。願望：會實現吧。疾病：雖然會治好，但會拖長吧。遺失物：會出現吧。盼望的人：變遲遲才出現吧。蓋新居、搬家：好吧。旅行：壞吧。結婚、交往：馬馬虎虎還可以吧。"],
    ["58凶","有徑江海隔車行峻嶺危亦防多進退猶恐小人虧","即使想要走的道路，就像是但隔著海或河的相遇般地，實際上事情的施行有各式各樣的困難吧。像是押著車向險峻的山去，似乎有非常大的困難。不能粗心大意。向前進、向後回都沒有辦法的困難的事吧。要注意吧。有會進行阻礙的人，壞的時候，壞事接踵而來。要經常用心吧。願望：難實現吧。疾病：不能安心吧。遺失物：難出現吧。盼望的人：不會出現吧。蓋新居、搬家：終止吧。結婚、交往、旅行：壞吧。"],
    ["59凶","去住心無定行藏亦未寧一輪清皎潔却被黑雲乘","有飄移的心，沒有決定（沒有決心）吧。只是對事物迷惘，充滿各種不安吧。雖然心的明月清澈，明亮地閃耀光輝被迷惘的烏雲覆蓋，不能看到目的地吧。快點除去迷惘的雲，取回原本的心吧。願望：難實現吧。疾病：危險吧。遺失物：難出現吧。盼望的人：不會出現吧。蓋新居、搬家：壞吧。旅行：似乎會發生壞事吧。結婚、交往：得到壞結果吧。"],
    ["60小吉","高危安可涉平坦是延年守道當逢泰風雲不偶然","像高處風強般地，過於突出反而不安穩（安全）。平凡的生活才是長壽或安樂的方法。守著這樣的生活方式，安泰又和平吧。這樣正直的生活必定上天會給予恩惠吧。願望：如果正心而行的話會實現吧。疾病：會拖長吧。遺失物：難出現吧。盼望的人：不會出現吧。蓋新居、搬家：不好吧。旅行：馬馬虎虎地算好吧。結婚、交往：馬馬虎虎地算好吧。"],
    ["61半吉","舊愆何日解戶內保嬋娟要逢十一口遇鼠過牛邊","擔心過去的錯誤何時才能消失吧。家裡加入美人，這件事想向世人公布就是沒有反省自己的生活與沒有節操，用心在家裡和睦吧。如果試著將十一和口重疊起來看的話，會變成吉字。也就是說，如果努力做期望吉的話，必定會到來吧。人入睡後夜深人靜的夜晚也起床工作般地努力吧。願望：難實現吧。疾病：會拖長吧。遺失物：難找到吧。盼望的人：變遲遲地出現吧。蓋新居、搬家：壞吧。旅行：壞吧。結婚、交往：不好吧。"],
    ["62大吉","災轗時時退名顯四方揚改故重乘祿昴高福自昌","災難也慢慢地消失，運勢會展開來吧。名聲慢慢地傳遍世間，就好的意義看，不知道的人也變得不存在吧。能改去過去的事，名符其實能得到幸運吧。出人頭地，變得福運繁榮，會繁盛吧。願望：會實現吧。疾病：會治好吧。遺失物：會出現吧。盼望的人：會出現吧。蓋新居、搬家：沒問題吧。旅行：好吧。結婚、交往：全都好吧。"],
    ["63凶","何故生荊棘家人意漸疏久困重輪下黃金未出渠","理由也不知道地，家中產生問題吧。家人或夫婦之間心意無法相通吧。不反省原因的話就會像被埋上重重地車輪般地，變得長期間地辛勞吧。因為遊玩失去財產，一直無法回復。請努力忠於自己的本分吧。願望：難實現吧。疾病：難治癒吧。遺失物：難找到吧。盼望的人：不會出現吧。蓋新居、搬家：壞吧。旅行：似乎會發生壞事吧。結婚、交往：會產生壞結果吧。"],
    ["64凶","安居且慮危情深主別離風飄波浪急鴛鴦各自飛","就算是似乎安樂，心裡也還留著憂心吧。和感情深厚的人也有可能會發生離別的悲傷的事。這就像是風強浪大啊。雖然鴛鴦不分離地飛行，但是飛向分離的命運。靜靜地等待吧。願望：難實現吧。疾病：危險吧。遺失物：不會出現吧。盼望的人：不會出現吧。蓋新居、搬家：還可以吧。旅行：還可以吧。結婚、交往：不好吧。"],
    ["65末吉","苦病兼防辱乘危亦未穌若見一陽後方可作良圖","內心的痛苦，像是覺得受人侮辱般地，不安樂吧。面臨危險的人像是還沒完時甦醒般地，這個困難沒有那麼簡單地解決。如果春天來了的話（如果能有觀世音菩薩的慈悲光輝的話）也會有好事吧。從好事開始發生起，請立定計畫開始行動。到好事開始為止請靜靜地忍耐。願望：以後會實現吧。疾病：雖然拖長但會治好吧。遺失物：不會出現吧。盼望的人：變得遲遲才出現吧。蓋新居、搬家：好吧。旅行：安全吧。結婚、交往：得到還可以的結果吧。"],
    ["66凶","水滯少波濤飛鴻落羽毛重憂心緒亂閑事惹風騷","水淤塞、浪不起可說是物質、精神貧乏、也沒有辦法從事社會活動的狀態。就像是羽毛掉落，變成無法飛行的鳥般地，失去重要的東西，沒辦法生活吧。悲傷的事接連而來，心思混亂，走投無路吧。就算給主意，想待在安靜的地方，也會有引來大問題吧。願望：難實現。疾病：幾乎沒希望吧。遺失物：難出現吧。盼望的人：不會出現吧。蓋新居、搬家：壞吧。旅行：壞吧。結婚、交往：壞吧。"],
    ["67凶","枯木未生枝獨步上雲岐豈知身未穩獨自惹閑非","變成枯木，枝幹上沒有長葉子，似乎現在還沒有迎接春天般地，就算有不會實現的願望，心中只是越來越煩惱。現在還沒有到實現的時機。身上發生沒想過的事而無法安穩。要有信心，要舉止謹慎吧。前一天為止不悔悟自己的錯誤就會成為在以後後悔的事吧。願望：難實現吧。疾病：會拖長吧。遺失物：難出現吧。盼望的人：不會出現吧。蓋新居、搬家：比較看看比較好吧。旅行：不好吧。結婚、交往：壞吧。"],
    ["68吉","異夢生英傑前來事可疑芳菲春日暖依舊發殘枝","生出優秀的人、做好夢是神佛的加持庇護的幸運到來的暗示。雖然得到這個幸福，和昨天的我相比較，卻沒辦法相信吧。像春天變溫暖，飄散菜花的香味般地，幸福來臨。枯了的樹木也開花般地似乎會發生可以可賀的事。只是，自重自愛是非常重要的。願望：會實現吧。疾病：會治好吧。遺失物：會出來吧。盼望的人：會出現吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：全都好吧。"],
    ["69凶","明月暗雲浮花紅一半枯惹事傷心處行舟莫遠圖","明亮的月亮也被雲遮住，變為不晴朗的狀態吧。像是紅花有一半枯掉般地，運氣也變成走下坡。雖然打算努力做事，也只是心痛、擔心吧。像乘船等出去遠方的大希望無法越過般地，謹慎地等待時機地到來吧。願望：難實現吧。疾病：切忌粗心大意。遺失物：難出現吧。盼望的人：不會出現吧。蓋新居、搬家：壞吧。旅行：放棄吧。結婚、交往：壞吧。"],
    ["70凶","雷發亭前草炎火向天飛一心來趕祿爭奈掩朱扉","雷落在自家的庭前是由於身份低下或雇用的人引發災禍。像是向天飛去般地，上下關係變得不合，有爭執吧。一心一意要得到利益也沒辦法實現。至少要重視雇用的人或部下等，防止災難發生吧。願望：難實現吧。疾病：不能安心吧。遺失物：難出現吧。盼望的人：難出現吧。蓋新居、搬家：避免吧。結婚、旅行、交往：萬事壞吧。"],
    ["71凶","道業未成時何期兩不宜事煩心緒亂飜做徘徊思","因為心裡和工作的實力都還沒成熟，現在是學習的時期。因為心裡和工作的實力都還沒成熟，就算想做什麼也無法駕馭吧。因為這樣的事，引起各種麻煩，麻煩、痛苦又混亂吧。難以出主意，只是溜達溜達無所事事地，定不下來吧。需要反省。願望：難實現吧。疾病：會拖長吧。遺失物：難出現吧。盼望的人：不會出現吧。蓋新居、搬家：壞吧。結婚、旅行、交往：產生壞的結果吧。"],
    ["72吉","戶內防重厄花菓見分枝嚴霜纔過後方可始相宜","家裡恐怕有災禍到來。但是，為了防止發生，要注意吧。枝幹各自分開是說家庭不合。這個緣故全部不和睦吧。相互地悔改壞的地方，然後戰勝這的試煉。如果這樣做的話，似乎會以好事發生。因為家裡和睦，好事似乎越變越多。願望：後來會實現吧。疾病：會拖長吧。遺失物：變遲才能找到吧。盼望的人：遲遲才出現吧。蓋新居、搬家：還好吧。旅行：沒有特別的阻礙吧。結婚、交往：雖然還算可以，但最後變得更好吧。"],
    ["73吉","久暗漸分明登江綠水澄芝書從遠降終得異人成","久佈烏雲的天空也終於放晴，很暢快吧。幸運似乎會到來。水或樹木都澄清明朗，變得沒有擔心的事吧。因為得到居上位者的推薦，出人頭地吧。神佛的幫助得到好結果吧。產生信心是很重要的。願望：變得往後才能被實現吧。疾病：會治好吧。遺失物：會出來吧。盼望的人：會出現吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：全都好吧。"],
    ["74凶","蛇虎正交羅牛生二尾多交歲方成慶上下不能和","因為不知道蛇或虎混雜等的道理，發生壞事。牛加上兩條尾巴的話，就變成失這個字。說不定會有什麼損失。雖然隨著年齡增加透過交流，有令人高興的事，但是卻往往常有各種爭奪的事。因為家裡不和睦而不平靜。用溫和的心領會忍耐吧。願望：難以實現吧。疾病：不能安心吧。遺失物：難出現吧。盼望的人：不會出現吧。蓋新居、搬家：壞吧。結婚、旅行、交往：壞吧。"],
    ["75凶","孤舟欲過岸浪急渡人空女人立流水望月意情濃","一艘小船想要航向分開的對岸，會是沒有幫忙的人的狀態。因為水流急，渡河過度危險，所以是虛幻的期盼。各種障礙滾滾而來，什麼事都困難吧。柔弱的女性一人站在急流處，非常危險。雖然想為他做些什麼但是沒沒有辦法幫助他的狀態。對於自己的擔心，非常羨慕他人的安樂，但是要反省自己的行為，依靠神佛防止災難發生吧。願望：難實現吧。疾病：陷入疾病的話危險吧。遺失物：不能找回來吧。盼望的人：不會出現吧。蓋新居、搬家：壞吧。旅行：壞吧。結婚、交往：壞吧。"],
    ["76吉","富貴天之祐何須苦用心前程應顯跡久用得高臨","得到財產、地位變高是上天賜給的東西。就算用盡心思與痛苦，沒有神佛的幫忙的話，不能實現吧。前程的好壞是根據至今為止所做的行為的好壞而來的吧。長時間邊走邊找正道，如果徹底行善的話，地位會變高，財寶也能得到吧。願望：會實現吧。疾病：會治好吧。遺失物：會出來吧。盼望的人：會出現吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：全部都好吧。"],
    ["77凶","累滯未能穌求名莫遠圖登舟波浪急咫尺隔天衢","萬事不能順利進行地接連而來，看不到前途吧。現在不能想要名聲廣播、祈求幸福等。想要乘船而去但浪高難以渡過吧。雖然願望快要實現，但是被災難遮檔。結果的差別像天和地般地不一樣的狀況。請自重、等待時機的到來吧。願望：難實現吧。疾病：不能安心吧。遺失物：難找到吧。盼望的人：不會出現吧。蓋新居、搬家：壞吧。旅行：壞吧。結婚、交往：壞吧。"],
    ["78大吉","但存公道正何愁理去忠松柏蒼蒼翠前山祿馬重","守著公共的正道，更甚於為了自己，為了大家請做好事吧。忠實地盡力做事，就算這樣事情不能順利進行、立場變壞也請不要悲傷嘆息吧。就像松或柏經常青翠般地，人的心也常常要注意走在誠懇之道吧。將來有好事，福德很多地變得幸福吧。願望：會實現吧。疾病：會治好吧。遺失物：會出來吧。盼望的人：會出現吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：全都好吧。"],
    ["79吉","殘月未還光樽前非語傷戶中有人厄祈福保青陽","明亮的月光還沒衰退、光輝閃耀著般地，你也隨著上年紀越來越能活躍。就像是就算喝酒，一點點也不會混亂般地，什麼壞事都沒做，但是，家中稍微有災難吧。如果信仰著期待幸福的話，像是溫暖的日光照射的春天般地，心變得安定、安泰吧。願望：雖然能被實現但是大願望不行吧。疾病：雖然會拖長，但會治好吧。遺失物：遲遲地才找到吧。盼望的人：變遲才出現吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：好吧。"],
    ["80大吉","深山多養道忠正帝王宣鳳遂鸞飛去昇高過九天","險惡的修行是窮究真誠之道吧。因為忠誠的心被認同、受居上位者的重用，變成大大地出人頭地吧。鳳凰也是鸞也是，是出現在正確的人世間的鳥。可喜可賀的象徵。飛越極高的天，比這樣更高吧。根據努力，高高的目標接連地能達成吧。願望：會實現吧。疾病：會治好吧。遺失物：會出現吧。盼望的人：會出現吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：是好的，因為全部都保持謙虛的姿態，所以會招來好結果吧。"],
    ["81小吉","道合須成合先憂事更多所求財寶盛更變得中和","自身的行為如果實踐道理的話，什麼都會成功吧。但是在最初會先有很多悲傷和痛苦的事吧。之後，所希望的財寶會如心想地靠過來吧。前面的災難也馬上變往幸福的方向，繁盛會到來吧。願望：如果保持端正的心的話，會實現吧。疾病：會治好吧。遺失物：會出現吧。盼望的人：會出現吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：好吧。"],
    ["82凶","火發應連天新愁惹舊愆欲求千里外要渡更無船","有天井也燒焦般地大火是因為慾望或怒氣不能安穩的意思。新的悲傷或痛苦、然後舊傷等被拿出來，有很多擔心的事吧。就算想逃到遠處但是相當地困難吧。前進的目標有大河，就算想渡河而過沒有船相當辛苦。暫時保持現狀吧。願望：難實現吧。疾病：沒有把握（不明朗）吧。遺失物：難出現吧。盼望的人：不會出現吧。蓋新居、搬家：壞吧。旅行：多比較看看比較好吧。結婚、交往：全都壞吧。"],
    ["83凶","舉步出雲端高枝未可攀昇頭看皎月猶在黑雲間","就是想抬腳乘雲登天，不能登天。高高的願望是沒有用的事。想爬上高高的樹枝，但是抱住的樹枝像是沒有比這個更高的一樣，自己的生活不安，也沒有援助吧。抬頭看天空，就算想看見晴朗的月亮，自己想看的月亮還隱藏在雲中，不能好好看見。靜靜地端正的行事吧。  願望：難實現吧。疾病：會拖長吧。遺失物：難出現吧。盼望的人：不會出現吧。蓋新居、搬家：壞吧。旅行：危險吧。結婚、交往：產生壞結果吧。"],
    ["84凶","否極方無泰花開值晚秋人情不調備財寶鬼來偷","八方堵塞，沒有通暢的道路吧。雖然花開但是受著晚秋般地冷風，立刻就枯萎了吧。為了相互自我的主張，人情心也不一樣，抱怨不停吧。儲存的財寶也因鬼出現偷走，財產漸漸地減少，於是變得貧窮吧。願望：難實現吧。疾病：危險吧。遺失物：難出現吧。盼望的人：不會出現吧。蓋新居、搬家：壞吧。旅行：不好吧。結婚、交往：全部都產生壞的結果吧。"],
    ["85大吉","望用何愁晚求名漸得寧雲梯終有望歸路入蓬瀛","雖說願望很晚才會實現，不悲傷嘆息地慢慢等待吧。慢慢地名聲漸起，變成安心地期待吧。大大的願望也得到援助，終於能被實現吧。變成能得到福德、財產、長壽吧。願望：變成往後才會實現吧。疾病：會治好吧。遺失物：會出現吧。盼望的人：會出現吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：好吧。"],
    ["86大吉","花發應陽臺車行進寶財執文朝帝殿走馬聽聲雷","像是從照到陽光的房屋，可以充分地看見花盛開的景象般地，一切都能如願望地充分被能實現吧。像是堆滿財寶的車子來到自己的家般地，財產或寶物變得豐富吧。顯現學問的道德，被居上位者照顧，還讓你能說出願望。得意洋洋地騎馬，變成為這樣的姿態是大家都羨慕身份吧。願望：會實現吧。疾病：會治好吧。遺失物：會出現吧。盼望的人：會出現吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：全都好吧。"],
    ["87大吉","鑿石方逢玉淘沙始見金青霄終有路只恐不堅心","偶然挖出石頭中的寶石可說是遇見沒想過的幸福。就像是淘砂收集金子般地，在生活中財寶自然累積吧。想擴展向天實現的大成功之道路，在世間也能做到吧。只是，如果不意志堅定一心努力的話，什麼是都不能成功吧。願望：能被實現吧。疾病：會治好吧。遺失物：會出現吧。盼望的人：會出現吧。蓋新居、搬家：好吧。結婚、交往：好吧。"],
    ["88凶","作事不和同臨危更主凶佳人生苦根閑慮兩三重","就算想做什麼事，和人或者夫婦之間不和睦的狀態。因為這樣的狀態，想從危險的事逃離、防止危險的事，壞事還是發生吧。產生像關係到自己的妻子般地痛苦或擔心的事。壞事一而再再而三地重複發生。要非常有信心吧。願望：難實現吧。疾病：危險吧。遺失物：不會出現吧。盼望的人：不會出現吧。蓋新居、搬家：壞吧。旅行：壞吧。結婚、交往：壞吧。"],
    ["89大吉","一片無瑕玉從今好琢磨得遇高人識方逢喜氣多","玉石根據琢磨變成越來越好的無瑕疵的玉是世上天賜給的寶物。就像天賦好的人也因雕琢的方式不同更加地變成好的人般地，用心更加地努力吧。這樣做的話會被名聲高的人賞識，變成能得到提拔吧。智慧或財寶充滿，包含無限的欣喜的時會機到來吧。願望：能被實現吧。疾病：會治好吧。遺失物：不會出現吧。盼望的人：會出現吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：好吧。"],
    ["90大吉","一信向天飛秦川舟自歸前途成好事應得貴人推","如果有真心的話，最後會通往天空，出人頭地的時候會到來吧。根據上天的恩惠，會得到各種財寶吧。將來會遇見好事吧。因為得到居上位者（菩薩）的力量，能被吸引往好的方向吧。願望：會實現吧。疾病：會治好吧。遺失物：會出現吧。盼望的人：會出現吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：全部都好吧。"],
    ["91吉","改變前途去月桂又逢圓雲中乘祿至凡事可宜先","改進到現在為止壞事，如果全新地向前進的話，事情會改變的吧。就像缺月也還有變圓的時候般地，吉事像是滿月般地。至今為止缺點漸漸地變好吧。從天而降下來福德、幸運吧。在做任何事時，也不要落於人後，先做就能得到好結果吧。願望：如果守正道的話會實現吧。疾病：會治好吧。遺失物：會出現吧。盼望的人：會出現吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：好吧。"],
    ["92吉","自幼常為旅逢春駿馬驕前程宜進步得箭降青霄","從小時候開始的啟程就是心的不安定，勞苦很多。如果變成春天的話，就像馬也振奮地來回奔跑般底，終於運氣到來吧。像心想一樣地無論去哪裡，會變成如自己想的一樣吧。箭筆直地向前進時是關係到收穫。從天而來的幸運向你而來吧。願望：會實現吧。疾病：會治好吧。遺失物：會出現吧。盼望的人：會出現吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：好吧。"],
    ["93吉","有魚臨旱池跳躍入波濤隔中須有望先且慮塵勞","雖然有很多魚但是池子裡如果沒有水會死吧。如果沒有保持著真心的話，人不知不覺向滅絕而去吧。就像是在沒水池子裡的魚如果進入廣大的河川的話，也生氣勃勃般地，你的運勢也終於到來了吧。但是因為有阻礙，要十分注意吧。暫時忍耐吧。根據忍耐，來生能幸福吧。願望：變為到後來能實現吧。疾病：會拖長吧。遺失物：難出現吧。盼望的人：變得晚出現吧。蓋新居、搬家：馬馬虎虎還算可以吧。旅行：好吧。結婚、交往：好吧。"],
    ["94半吉","事忌樽前語人防小輩交幸乞陰公祐方免事敵爻","喝酒時說的話是邊喝酒邊說出的話，不能全部當真。避免和比自己低下的人交流吧。應該要避免還是只說場面話吧。好好追隨母親（神、佛）吧。如果這樣做的話，願望能被實現吧。化解對事物的敵對意識，廣泛和人交往吧。漸漸地會變得幸福吧。願望：不能按照所想的實現吧。疾病：雖然會拖長但是不會危害生命吧。特別用心維持健康吧。遺失物：會出現吧。盼望的人：會出現吧。蓋新居、搬家：不好吧。旅行：還算可以吧。結婚、交往：慌張草草了事吧。"],
    ["95吉","志氣勤修業祿位未造逢若聞金雞語乘船得便風","立定志向，如果一心努力的話，漸漸地會朝向好的方向吧。現在就算福運還沒到來，必定於後到來吧。就像等待黑夜放明，雞開始啼叫般地，等待時機的到來吧。時機到來、就像風把船推向前進的方向般地，漸漸地朝向幸福的方向吧。願望：能被實現吧。疾病：變得遲遲才治好吧。遺失物：變得遲遲地才出現吧。盼望的人：遲遲地才出現吧。蓋新居、搬家：沒有阻礙吧。旅行：好吧。結婚、交往：好吧。"],
    ["96大吉","雞逐鳳同飛高林整羽儀棹舟須濟岸寶貨滿船歸","就像雞邊追鳳凰，也和鳳凰一樣地飛翔般地，仰賴有地位的人，出人頭地吧。然後，就像停在高高的樹林，整理羽毛般地，在和身份高的人交流中能得到幸福吧。就像船撐篙要渡向對岸一般地，因為自己開始行動，在世間能不分彼此地能渡過吧。因為出人頭地，就像財寶也很多，堆滿船歸來般地，約定了幸福。願望：能被實現吧。但是，抱持全面謹慎的心是很重要的。疾病：會治好吧。遺失物：會出現吧。盼望的人：會出現吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：全部好吧。"],
    ["97凶","霧罩重樓屋佳人水上行白雲歸去路不見月波澄","就像高高房子隱於霧中看不見般地，煩惱不斷，每天陰暗、陰天吧。就像柔弱的女性獨自一人乘船在水上旅行般地，現在正面臨危險的狀態。白雲未定，去的方向也不知道。每天不知道會發生什麼是吧。就像澄清的水應該映著月亮的倒影也因為波浪凶猛看不見般地，種種妨礙很多吧。首先要內心安定是很重要的。願望：難以實現吧。疾病：危險吧。遺失物：難出現吧。盼望的人：不會出現吧。蓋新居、搬家：壞吧。旅行：不好吧。結婚、交往：壞吧。"],
    ["98凶","欲理新絲亂閑愁足是非只困羅網裡相見幾人悲","就像想回復糾纏在一起的絲線的混亂是困難的般地，好像失去心的痛苦是苦難吧。獨自靜靜地抱著很多煩惱或悲傷，就連事物的善惡也難找到吧。就像魚被困在網中身體不能動般地，掙扎感到痛苦吧。自己還有身邊的人也悲傷或煩惱的事很多，難以忍受吧。然而如果用信心去做的話，煩惱、傷心能逃離吧。願望：難以實現吧。疾病：幾乎沒希望吧。遺失物：難出現吧。盼望的人：不會出現吧。蓋新居、搬家：壞吧。旅行：壞吧。結婚、交往：壞吧。"],
    ["99大吉","紅日當門照暗月再重圓遇珍須得寶頗有稱心田","就像朝陽閃耀照在門前，變得明亮般地，根據上天的恩惠有好事吧。到現在為止的黑夜中月亮再度變成滿月，普照四週吧。明亮的心身邊的人會和睦相處吧。能得到稀奇的財寶吧。變得有名，變成心願實現吧。應該要謹慎粗心大意和驕傲的事。願望：能被實現吧。在萬事中要用謙虛的心吧。疾病：會治好吧。遺失物：會出現吧。盼望的人：會出現吧。蓋新居、搬家：好吧。旅行：好吧。結婚、交往：好吧。"],
    ["100凶","祿走白雲間攜琴走遠山不遇神仙面空惹意闌珊","幸福的事也隱藏在雲中而失去是失去倚賴吧。拿著琴走去山中是表示捨去人世的意思。就算走往山中的途中，沒有遇到仙人傳授道理，心中不安吧。心中空虛、發呆，走投無路吧。更換心情不要抱著太大的野心地在人世間生活吧。願望：難實現吧。疾病：危險吧。遺失物：難出現吧。盼望的人：壞吧。蓋新居、搬家：壞吧。旅行：壞吧。結婚、交往：全部壞吧。"]]